[
    {
        "id" : "0",
        "word" : "Achanclar",
        "definition" : 
            [
                "Enfermar.",
                "Echarse a perder.", 
                "Quedarse en casa sin salir a pasear."
            ],
        "location" : "6",
        "type" : ["vb."], 
        "origine" : ["Parece que “achanclarse” es una palabra regional que puede no estar bien documentada en fuentes accesibles. Podría ser útil hablar con locales."],
        "phrases": [
            "Después de la fiesta de cumpleaños, comí tanto pastel que me achanclé y tuve que quedarme en cama al día siguiente.",

            "Después de la larga caminata por la montaña, me sentí tan cansado que me achanclé en el sofá todo el día."
        ],
        "phonetic": ["/a.tʃan.'klar/"],
        "visible": true
    },
    {
        "id" : "1",
        "word" : "Albarcas",
        "definition" : 
            [
                "Abarcas.",

                "Enormes zapatillas de madera utilizadas en los pueblos."
            ],
        "location" : "5",
        "type" : ["sust."], 
        "origine" : ["Del vasco, abarkia, procedente de abarra (ramitas) y qui (cosa). Es decir, cosa hecha con ramitas. La forma original abarca probablemente se transformó en albarca por dotarla por error de un falso origen árabe (*al barca)."],
        "phrases": [
            "Porque con estas albarcas se anda mal entre las charcas.",

            "Y con pantorrillas de carnero y sus albarcas de cochino cumplía los restantes cabos de su brutal y enmarañada vestidura."
        ],
        "phonetic": ["/al'βaɾkas/"],
        "visible": true
    },
    {
        "id" : "2",
        "word" : "Arambol",
        "definition" : 
            [
                "Hace referencia a la balaustrada de una escalera, es decir, a las columnas pequeñas con las que se forman las barandillas.",

                "Baranda."
            ],
        "location" : "7",
        "type" : ["sust."], 
        "origine" : ["Palabra originaria de Palencia y Valladolid"],
        "phrases": [
            "Mi abuela se ayuda del arambol para bajar las escaleras",

            "El chiguito corito se escolingaba por el arambol."
        ],
        "phonetic": ["/aram'bol/"],
        "visible": true
    },
    {
        "id" : "3",
        "word" : "Amasquillo",
        "definition" : ["Albaricoque"],
        "location" : "0",
        "type" : ["sust."], 
        "origine" : ["El origen de esta palabra proviene del color “amusco” amarillento"],
        "phrases": [
            "Mi abuela se ayuda del arambol para bajar las escaleras",

            "El chiguito corito se escolingaba por el arambol."
        ],
        "phonetic": ["/amas'kiʎo/"],
        "visible": true
    },
    {
        "id" : "4",
        "word" : "Badar",
        "definition" : ["Agrietar"],
        "location" : "1",
        "type" : ["vb."], 
        "origine" : ["Parece que “badar” es una palabra regional que puede no estar bien documentada en fuentes accesibles. Podría ser útil hablar con locales."],
        "phrases": [
            "La calle se badeó tras las lluvias, el cemento que usaron era de mala calidad.",

            "La pintura empezó a badearse de repente."
        ],
        "phonetic": ["/ba'ðar/"],
        "visible": true
    },
    {
        "id" : "5",
        "word" : "Bimbazo",
        "definition" : [
            "Porrazo",
            "Golpe fuerte"
        ],
        "location" : "0",
        "type" : ["sust."], 
        "origine" : ["“Bimbazo” parece ser una variante de “bombazo”, que se encuentra en el Tesoro de los diccionarios históricos de la lengua española"],
        "phrases": [
            "Vaya bimbazo que se dió al caerse del patinete.",

            "Me asusté cuando escuché un bimbazo al final de la calle."
        ],
        "phonetic": ["/bim'baθo/"],
        "visible": true
    },
    {
        "id" : "6",
        "word" : "Bule",
        "definition" :["Autobús"],
        "location" : "13",
        "type" : ["sust."], 
        "origine" : ["Palabra que surge de la palabra trolebus."],
        "phrases": [
            "¿A qué hora pasa el próximo bule?",

            "El bule de hoy se chocó contra un coche."
        ],
        "phonetic": ["/'bule/"],
        "visible": true
    },
    {
        "id" : "7",
        "word" : "Calba",
        "definition" :["Medida hecha a ojo que resulta ser exacta."],
        "location" : "10",
        "type" : ["sust."], 
        "origine" : ["Parece que “Calba” es una palabra regional que puede no estar bien documentada en fuentes accesibles. Podría ser útil hablar con locales."],
        "phrases": [
            "Vaya calba que me he marcado, tenía razón o no que medía 1m33cm.",

            "Efectivamente calcularon en calba la distancia del disparo y acertaron."
        ],
        "phonetic": ["/'kalβa/"],
        "visible": true
    },
    {
        "id" : "8",
        "word" : "Chaflán",
        "definition" :["En arquitectura, cuando una esquina está cortada formando un plano entre dos ángulos."],
        "location" : "9",
        "type" : ["sust."], 
        "origine" : ["Parece que “chaflán” es una palabra regional que puede no estar bien documentada en fuentes accesibles. Podría ser útil hablar con locales."],
        "phrases": [
            "La decoración de ese chaflán era victoriano.",

            "Menos mal que esa mesa tenía chaflán si no me habría dado un buen golpe."
        ],
        "phonetic": ["/ʧa'flan/"],
        "visible": true
    },
    {
        "id" : "9",
        "word" : "Debán",
        "definition" :["Delante."],
        "location" : "1",
        "type" : ["adv."], 
        "origine" : ["Parece que “debán” es una palabra regional que puede no estar bien documentada en fuentes accesibles. Podría ser útil hablar con locales. Aunque parece una influencia de la palabra francesa avant."],
        "phrases": [
            "Debán iban los mayores y detrás los niños.",

            "Debán de la casa había una pastelería."
        ],
        "phonetic": ["/de'an/"],
        "visible": true
    },
    {
        "id" : "10",
        "word" : "Esgonzar",
        "definition" : 
            [
                "Desgoznar, quitar o arrancar los gonces (goznes o bisagras).",
                "Desgoznar, desquiciar.", 
                "Caer sin fuerzas por debilidad física o fatiga."
            ],
        "location" : "6",
        "type" : ["verb."], 
        "origine" : ["Usado principalmente en pueblos de La Mancha como jerga.",
                    "Esta palabra tiene sus raíces en el español antiguo."],
        "phrases": ["Las puertas se esgonzaron por el fuerte viento.",
            
                    "Sacamos al hombre desmayado del coche, le soplamos y parecía que volvía en sí, pero se esgonzó otra vez."],
        "phonetic": ["/esgon'θar/"],
        "visible": true
    },
    {
        "id" : "11",
        "word" : "Emputecer",
        "definition" :["Perder algo."],
        "location" : "10",
        "type" : ["vb."], 
        "origine" : ["Parece que “emputecer” es una palabra regional que puede no estar bien documentada en fuentes accesibles. Podría ser útil hablar con locales."],
        "phrases": [
            "Siempre emputezco mis pendeintes.",

            "Para evitar emputecer a mi perro le puse un chip."
        ],
        "phonetic": ["/empute'θer/"],
        "visible": true
    },
    {
        "id" : "12",
        "word" : "Guardabaches",
        "definition" :["Un niño que es muy pequeño para jugar con los demás y se queda mirando o cuidando los trastos para jugar."],
        "location" : "6",
        "type" : ["adv."], 
        "origine" : ["Palabra que surge de la combinación de dos palabras independientes, guardar y cachibaches (objetos)"],
        "phrases": [
            "El guardabaches de mi primo siempre se ponía a llorar.",

            "En la plaza siempre había una guardabaches observándonos jugar."
        ],
        "phonetic": ["/ɣwarða'βaʧes/"],
        "visible": true
    },
    {
        "id" : "13",
        "word" : "Luar",
        "definition" :["La luz de la luna."],
        "location" : "11",
        "type" : ["sust."], 
        "origine" : ["El término “Luar” es de origen gallego."],
        "phrases": [
            "La luar esta noche está muy bonita.",

            "La luar se reflejaba en el lago."
        ],
        "phonetic": ["/lu'ar/"],
        "visible": true
    },
    {
        "id" : "14",
        "word" : "Malapipa",
        "definition" :["Seco, sin gracia"],
        "location" : "0",
        "type" : ["adj."], 
        "origine" : ["Esta palabra surge en Málaga como símil entre una pipa de girasol con una persona."],
        "phrases": [
            "Vaya malapipa que tenía el jefe hoy, se levantaría con el  pie izquierdo.",

            "El tío de mi madre es un malapipa."
        ],
        "phonetic": ["/mala'pipa/"],
        "visible": true
    },
    {
        "id" : "15",
        "word" : "Murga",
        "definition" :["Molestar con palabras o acciones que causan hastío por prolijas o impertinentes."],
        "location" : "7",
        "type" : ["sust."], 
        "origine" : ["Los orígenes de la murga se remontan al siglo XIX, cuando en España surgieron las comparsas, grupos de personas que se disfrazaban y cantaban en las fiestas de Carnaval."],
        "phrases": [
            "Vaya murga niño no para de molestar.",

            "Deja ya de darme la murga."
        ],
        "phonetic": ["/'murɣa/"],
        "visible": true
    },
    {
        "id" : "16",
        "word" : "Pipelera",
        "definition" :["Recipiente, contenedor o bolsa que sirve para tirar las cáscaras."],
        "location" : "7",
        "type" : ["sust."], 
        "origine" : ["Palabra que surge de la combinación de dos palabras independientes, pipas y papelera"],
        "phrases": [
            "Pásame la pipelera que tengo que escupir estas cáscaras.",

            "Este bar está hecho un asco, faltan pipeleras."
        ],
        "phonetic": ["/pipe'lera/"],
        "visible": true
    },
    {
        "id" : "17",
        "word" : "Rareo",
        "definition" :["Clareo o corte de árboles para hacer menos denso el bosque."],
        "location" : "11",
        "type" : ["sust."], 
        "origine" : ["Parece que “rareo” es una palabra regional que puede no estar bien documentada en fuentes accesibles. Podría ser útil hablar con locales."],
        "phrases": [
            "Parece que hicieron un  rareo ahí para evitar incendios.",

            "Mi abuela hizo en rareo para que pastase el ganado."
        ],
        "phonetic": ["/ra'reo/"],
        "visible": true
    },
    {
        "id" : "18",
        "word" : "Uro",
        "definition" :["Bóvido salvaje muy parecido al toro, pero de mayor tamaño, que fue abundantísimo en la Europa central en el Cuaternario y se extinguió en 1627.",
        "Día claro."
        ],
        "location" : "4",
        "type" : ["sust."], 
        "origine" : ["El término “uro” proviene de la palabra aimara “qhana uru”"],
        "phrases": [
            "Los uros se extinguieron en 1627.",

            "Vaya uro de día, vamos a la playa."
        ],
        "phonetic": ["/'uro/"],
        "visible": true
    },
    {
        "id" : "19",
        "word" : "Zaborrero",
        "definition" :["Una persona chapucera, que presta poca atención a lo que hace o que dedica poco tiempo a una tarea."],
        "location" : "15",
        "type" : ["sust."], 
        "origine" : ["La palabra “zaborrero” procede de “zaborra” y se utiliza en Navarra, España."],
        "phrases": [
            "Ese último obrero que contratamos es un zaborrero, no hace nada bien su trabajo.",

            "Tu jefa es una zaborrera, todo el día tomando café con sus compañeros."
        ],
        "phonetic": ["/θaβo'rero/"],
        "visible": true
    }
]
